Autodesk.Revit.UI.PostableCommand.RunAnalyticalToPhysicalForBuildings
Generates the structural Physical Model based on the selected analytical elements.

Autodesk.Revit.UI.PostableCommand.RunPhysicalToAnalyticalForBuildings
Generates the structural analytical model for selected structural physical elements.

Autodesk.Revit.UI.PostableCommand.TopographyCutVoidStability
Enable void cut stability.

Autodesk.Revit.UI.PostableCommand.BuildingOperatingSchedules
Opens the Building Operation Schedules Editor.

Autodesk.Revit.UI.PostableCommand.AutomationCustomization
Lets you adjust the Structural Analytical Model Automation settings to suit the specific requirements of your project.

Autodesk.Revit.UI.PostableCommand.LoadCasesDisplay
Allows the adjustment of the Category assignment for each load case.

Autodesk.Revit.UI.PostableCommand.ZoneBySpace
Create a zone by selecting spaces.

Autodesk.Revit.UI.PostableCommand.ZoneBySketch
Create a zone by sketching the perimeter.

Autodesk.Revit.UI.PostableCommand.ManageLinks
Provides options to manage linked files and imported data for various file types.